[app]
language=Polski
load_error=Ten plik wydaje się być uszkodzony lub nieobsługiwany
load_error_ext=musisz zainstalować ▢ Rozszerzenia Obrazów, aby otwierać pliki ▢
yes=Tak
no=Nie
LANGUAGE_TIP=Zmiana języka wymaga ponownego uruchomienia aplikacji
OPEN_WITH=Otwórz za pomocą PhoXoSee
welcome=Witamy w PhoXoSee!
intro=PhoXoSee to błyskawiczny i lekki przeglądarka obrazów
welcome_open=OTWÓRZ
plugin_button=ZAINSTALUJ
cancel=Anuluj

[TOOLBAR]
1=Taśma filmowa (F)
2=Pokaż lokalizację (G)
3=Rzeczywisty rozmiar (/ lub 1)
4=Dopasuj do okna (/ lub 1)
5=Powiększ (Ctrl + kółko)
6=Pomniejsz (Ctrl + kółko)
7=Poprzedni (←)
8=Następny (→ lub Spacja)
9=Obróć w lewo 90° (Ctrl+L)
10=Obróć w prawo 90° (Ctrl+R)
11=Usuń (Delete)
12=Zmień rozmiar (F2)
13=Popraw wygląd (Ctrl+E)
14=Menu (M)
15=Pełny ekran (Enter)
16=Wyjdź z pełnego ekranu (Enter)
17=Motyw kolorystyczny
18=Szukaj według daty wykonania
19=Dostępna aktualizacja

[ColorTheme]
1=Kolor paska tytułu : Zgodny z systemem|Kolor paska tytułu : Jasny motyw|Kolor paska tytułu : Ciemny motyw|Kolor paska tytułu : Własny
t=Przytrzymaj Shift, aby ustawić przez najechanie

[ViewEnhance]
t=Jasność|Kolorowy|Wyostrz|Miękki blask

[EXIF]
0=Informacja
1=Nazwa pliku:
2=Typ pliku:
3=Rozmiar pliku:
4=Rozmiar obrazu:
5=Data modyfikacji:
20=Data wykonania:
21=Producent:
22=Model:
23=Model obiektywu:
24=Przysłona (F):
25=Maks. przysłona:
26=Czas naświetlania:
27=Rozdzielczość:
28=Czułość ISO:
29=Ogniskowa:
30=Tryb pomiaru:
31=Lampa błyskowa:
33=Program ekspozycji:
35=Liczba klatek:
50=Oprogramowanie:
80=_/Średnia/Ważona średnia w centrum/Punktowy/MultiSpot/Wzorzec/Częściowy
81=Błysk uruchomiony/Bez błysku
83=_/Ręczny/Program normalny/Priorytet przysłony/Priorytet migawki/Program kreatywny (nacisk na głębię ostrości)/Program akcji (nacisk na szybki czas migawki)/Tryb portretowy (dla zdjęć z rozmytym tłem)/Tryb krajobrazowy (dla zdjęć z ostrym tłem)

[TITLE]
10=
11=
12=
30=
31=
32=

[DlgSetting]
page=Widok|Ogólne|Skojarzenia|Eksplorator plików|Różne|Prywatność
10=Renderowanie wspomagane sprzętowo (GPU)
11=Nie zaznaczaj tej opcji, jeśli obraz wygląda nieprawidłowo
12=Wyświetl okno potwierdzenia przed usunięciem
13=Inteligentna strategia wyświetlania dla bardzo długich obrazów
14=Wyświetl rzeczywisty rozmiar i automatycznie ustaw na górze
15=Jakość zapisu JPEG
16=[0..100], zalecane 80
19=Nie zezwalaj na wiele instancji programu
20=Wyłącz animację startową w głównym oknie
21=Włącz historię ostatnich plików
22=Zapisz ustawienia interfejsu
23=Otwórz ostatni obraz przy starcie
24=Miniatury Eksploratora dla wybranych formatów (może wymagać restartu systemu)
25=Trwale usuń pliki (bez przenoszenia do kosza)
26=Automatyczne tło dla SVG, jeśli w bieżącym motywie jest zbyt jasne/ciemne
100=Kółko myszy
101=Poprzedni/Następny obraz|Powiększenie
103=Podwójne kliknięcie
104=Powiększ (2x)|Rzeczywisty rozmiar (100%)|Pełny ekran
106=Dostawca GPS
107=Mapy Bing|Mapy Google
109=Maksymalny poziom powiększenia
110=Zapętlenie folderu po ostatnim/pierwszym obrazie
113=Automatyczny zapis po obróceniu obrazu
114=Ignoruj osadzony profil ICC obrazu
115=Wyczyść pamięć podręczną miniatur
116=Krok powiększenia
117=Standard|Szybko
118=Pokaż siatkę przezroczystości
119=Zawsze wyświetlaj obrazy w najwyższej jakości (nieznacznie wolniej)
200=Rozszerzenie|Domyślna aplikacja
201=Zmień
300=Dodaj opcję do menu kontekstowego Eksploratora Windows
301=Klawisz ESC kończy aplikację
302=Motyw przycisków Poprzedni/Następny
303=Okrągły
304=Auto-ukrywanie paska narzędzi
305=Wyłącz interpolację przy zoomie > 100%
306=Wyłącz zaokrąglenia systemowe
307=Automatycznie sprawdzaj aktualizacje

[DlgDelete]
t=Usuń plik|Nie pytaj ponownie|Czy chcesz przenieść ten plik do kosza?

[DlgResize]
t=Zmień rozmiar obrazu|Szerokość|Wysokość|Zachowaj proporcje

[DlgCustomizeTool]
1=Wyrównaj do lewej|Wyśrodkuj|Wyrównaj do prawej
tip=Przywróć domyślne|Usuń przycisk|Przesuń w lewo|Przesuń w prawo|Zastosuj zmiany

[DlgAbout]
0=O programie
1=Wersja:
2=Copyright © 2025 FULI. Wszelkie prawa zastrzeżone.
3=Bezpłatny do użytku osobistego i komercyjnego
4=Sprawdź dostępność aktualizacji
5=Zamknij
6=Używasz najnowszej wersji
7=Dostępna jest nowa wersja. Czy chcesz ją pobrać teraz?
8=Podziękowania

[SearchImage]
1=Wybierz katalog zawierający obrazy
3=Znajdź zdjęcia z datą wykonania od:
4=tylko ten dzień|w ciągu 10 dni|w ciągu 30 dni|w ciągu 100 dni
5=Szukaj
8=Wyszukiwanie obrazów
9=Wyszukiwanie zostało anulowane
10=Znaleziono obrazów

[BatchSvg]
1=Wybierz folder z ▢ obrazami
2=Wybierz rozmiar obrazu wyjściowego
3=Konwertuj
4=Brak ▢ obrazów w tym katalogu
5=Konwersja zakończona.
6=Wybierz folder docelowy
7=Nie udało się przekonwertować:
8=Konwersja została anulowana.

[File]
SUPPORT_FILE=Wszystkie obrazy
SAVE_ERROR=Nie udało się zapisać obrazu
5=Katalog nie istnieje
6=Przeglądaj...

[MENU]
2=Zakończ
12=Rzeczywisty rozmiar
13=Dopasuj do okna
21000=Otwórz
21001=Zapisz jako
21002=Kopiuj
21100=Drukuj
tool=Narzędzia
21101=Pobierz bieżącą tapetę
21500=Ustaw jako domyślną przeglądarkę obrazów
21600=Zawsze na wierzchu
wheel=Kółko myszy
21700=Poprzedni/Następny obraz
21701=Zoom
toolbar=Pasek narzędzi
21750=Góra
21751=Dół
21805=Dostosuj pasek narzędzi
language=Język
21800=Ustawienia
21801=O programie
recent=Ostatnie pliki
21804=Wyczyść
20000=Informacje
21003=Otwórz lokalizację obrazu
openwith=Otwórz za pomocą
21803=Wybierz
20013=Pełny ekran
21004=Wklej obraz
21108=Auto-ukrywanie paska narzędzi
21110=Konwertuj SVG → PNG
21115=Konwertuj HEIC → JPG